---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LastGroupMemberExcluded
source: html/2b3f6b18-98b8-af27-fab6-ab7b0acbe64b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LastGroupMemberExcluded Property

Last member of group instance was excluded (deleted), removed, or moved to the project. Group instance has been deleted.

## Syntax (C#)
```csharp
public static FailureDefinitionId LastGroupMemberExcluded { get; }
```